{
  "warm_sentences": [
    "I’m here to listen whenever you need someone.",
    "It’s completely normal to feel what you’re feeling right now.",
    "You’ve been doing so much, and it doesn’t go unnoticed.",
    "I appreciate how honest you are about your feelings.",
    "It’s okay to rest and take care of yourself.",
    "You deserve compassion and understanding.",
    "Even small steps forward are meaningful progress.",
    "It’s brave of you to share your thoughts and emotions.",
    "You’re not alone in this; I’m with you.",
    "Your efforts and intentions truly matter.",
    "It’s okay to ask for help when you need it.",
    "You’re stronger than you realize.",
    "I believe in your ability to get through this.",
    "You’re handling a lot, and it’s impressive.",
    "It’s okay to take things one step at a time.",
    "I’m proud of how much effort you’re putting in.",
    "Your feelings are valid and deserve to be acknowledged.",
    "It’s okay to feel vulnerable sometimes.",
    "You’re doing your best, and that’s enough.",
    "Thank you for trusting me with your thoughts.",
    "It’s okay to make mistakes; it’s part of learning.",
    "You have the right to prioritize your well-being.",
    "I admire your resilience and courage.",
    "It’s normal to have ups and downs — it doesn’t define you.",
    "You’re making progress, even if it feels slow.",
    "I appreciate the care you’re taking for yourself.",
    "You matter, and your emotions matter too.",
    "It’s okay to feel uncertain; you’re not alone.",
    "You’ve overcome challenges before, and you can again.",
    "Your efforts are meaningful, even if unseen.",
    "I respect the honesty in what you’re expressing.",
    "It’s okay to take time to process your feelings.",
    "You’re capable of handling difficult moments.",
    "I’m glad you’re being kind to yourself.",
    "It’s courageous to face what you’re feeling.",
    "You’re learning and growing every day.",
    "I’m here to support you without judgment.",
    "Your thoughts and feelings are important.",
    "It’s okay to let yourself feel what comes naturally.",
    "You deserve patience, from yourself and others.",
    "I notice and appreciate your dedication."
  ]
}
